<?php

return [

	'common' => [
		'comment' => 'Σχόλιο',
		'commented' => 'Σχολιασμένο',
		'comments' => 'Σχόλια',
		'like' => 'Μου αρέσει',
		'liked' => 'Μου άρεσε',
		'likes' => 'Αρέσει',
		'share' => 'Κοινοποίηση',
		'shared' => 'Κοινοποιήθηκε',
		'shares' => 'Κοινοποιήσεις',
		'unshare' => 'Αναίρεση κοινοποίησης',
		'bookmark' => 'Σελιδοδείκτης',

		'cancel' => 'Ακύρωση',
		'copyLink' => 'Αντιγραφή Συνδέσμου',
		'delete' => 'Διαγραφή',
		'error' => 'Σφάλμα',
		'errorMsg' => 'Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε αργότερα.',
		'oops' => 'Ουπς!',
		'other' => 'Άλλο',
		'readMore' => 'Διαβάστε περισσότερα',
		'success' => 'Επιτυχής',
		'proceed' => 'Συνέχεια',
		'next' => 'Επόμενο',
		'close' => 'Κλείσιμο',
		'clickHere' => 'κλικ εδώ',

		'sensitive' => 'Ευαίσθητο',
		'sensitiveContent' => 'Ευαίσθητο περιεχόμενο',
		'sensitiveContentWarning' => 'Αυτή η δημοσίευση μπορεί να περιέχει ευαίσθητο περιεχόμενο',
	],

	'site' => [
		'terms' => 'Όροι Χρήσης',
		'privacy' => 'Πολιτική Απορρήτου',
	],

	'navmenu' => [
		'search' => 'Αναζήτηση',
		'admin' => 'Πίνακας εργαλείων διαχειριστή',

		// Timelines
		'homeFeed' => 'Αρχική ροή',
		'localFeed' => 'Τοπική Ροή',
		'globalFeed' => 'Καθολική Ροή',

		// Core features
		'discover' => 'Ανακάλυψη',
		'directMessages' => 'Προσωπικά Μηνύματα',
		'notifications' => 'Ειδοποιήσεις',
		'groups' => 'Ομάδες',
		'stories' => 'Ιστορίες',

		// Self links
		'profile' => 'Προφίλ',
		'drive' => 'Χώρος αποθήκευσης',
		'settings' => 'Ρυθμίσεις',
		'compose' => 'Δημιουργία νέου',
		'logout' => 'Αποσύνδεση',

		// Nav footer
		'about' => 'Σχετικά με',
		'help' => 'Βοήθεια',
		'language' => 'Γλώσσα',
		'privacy' => 'Ιδιωτικότητα',
		'terms' => 'Όροι',

		// Temporary links
		'backToPreviousDesign' => 'Πηγαίνετε πίσω στο προηγούμενο σχεδιασμό'
	],

	'directMessages' => [
		'inbox' => 'Εισερχόμενα',
		'sent' => 'Απεσταλμένο',
		'requests' => 'Αιτήματα'
	],

	'notifications' => [
		'liked' => 'του άρεσε',
		'commented' => 'σχολίασε στο',
		'reacted' => 'αντέδρασε στο',
		'shared' => 'κοινοποίησε το',
		'tagged' => 'σας πρόσθεσε με ετικέτα σε',

		'updatedA' => 'ενημέρωσε ένα',
		'sentA' => 'έστειλε ένα',

		'followed' => 'ακολούθησε',
		'mentioned' => 'αναφέρθηκε',
		'you' => 'εσύ',

		'yourApplication' => 'Η αίτησή σας για συμμετοχή',
		'applicationApproved' => 'εγκρίθηκε!',
		'applicationRejected' => 'απορρίφθηκε. Μπορείτε να κάνετε εκ νέου αίτηση για να συμμετάσχετε σε 6 μήνες.',

		'dm' => 'πμ',
		'groupPost' => 'ομαδική δημοσίευση',
		'modlog' => 'modlog',
		'post' => 'δημοσίευση',
		'story' => 'ιστορία',
		'noneFound' => 'Δε βρέθηκαν ειδοποιήσεις',
	],

	'post' => [
		'shareToFollowers' => 'Μοιραστείτε με τους ακόλουθους',
		'shareToOther' => 'Κοινή χρήση σε άλλο',
		'noLikes' => 'Δεν υπάρχουν likes ακόμα',
		'uploading' => 'Γίνεται μεταφόρτωση',
	],

	'profile' => [
		'posts' => 'Δημοσιεύσεις',
		'followers' => 'Ακόλουθοι',
		'following' => 'Ακολουθεί',
		'admin' => 'Διαχειριστής',
		'collections' => 'Συλλογές',
		'follow' => 'Ακολούθησε',
		'unfollow' => 'Άρση ακολούθησης',
		'editProfile' => 'Επεξεργασία Προφίλ',
		'followRequested' => 'Ακολουθήστε Το Αίτημα',
		'joined' => 'Έγινε μέλος',

		'emptyCollections' => 'Δεν μπορούμε να βρούμε συλλογές',
		'emptyPosts' => 'Δεν μπορούμε να βρούμε δημοσιεύσεις',
	],

	'menu' => [
		'viewPost' => 'Προβολη Δημοσίευσης',
		'viewProfile' => 'Προβολή Προφίλ',
		'moderationTools' => 'Εργαλεία Συντονισμού',
		'report' => 'Αναφορά',
		'archive' => 'Αρχειοθέτηση',
		'unarchive' => 'Αναίρεση αρχειοθέτησης',
		'embed' => 'Ενσωμάτωση',

		'selectOneOption' => 'Επιλέξτε μία από τις ακόλουθες επιλογές',
		'unlistFromTimelines' => 'Κατάργηση από Χρονοδιαγράμματα',
		'addCW' => 'Προσθήκη Προειδοποίησης Περιεχομένου',
		'removeCW' => 'Αφαίρεση Προειδοποίησης Περιεχομένου',
		'markAsSpammer' => 'Σήμανση ως Spammer',
		'markAsSpammerText' => 'Κατάργηση από λίστα + ΠΠ σε υπάρχουσες και μελλοντικές δημοσιεύσεις',
		'spam' => 'Ανεπιθύμητα',
		'sensitive' => 'Ευαίσθητο περιεχόμενο',
		'abusive' => 'Καταχρηστικό ή επιβλαβές',
		'underageAccount' => 'Λογαριασμός ανηλίκου',
		'copyrightInfringement' => 'Παραβίαση πνευματικών δικαιωμάτων',
		'impersonation' => 'Απομίμηση',
		'scamOrFraud' => 'Ανεπιθύμητο ή απάτη',
		'confirmReport' => 'Επιβεβαίωση Αναφοράς',
		'confirmReportText' => 'Σίγουρα θέλετε να αναφέρετε αυτή την ανάρτηση;',
		'reportSent' => 'Η Αναφορά Στάλθηκε!',
		'reportSentText' => 'Έχουμε λάβει με επιτυχία την αναφορά σας.',
		'reportSentError' => 'Παρουσιάστηκε ένα πρόβλημα κατά την αναφορά της ανάρτησης.',

		'modAddCWConfirm' => 'Σίγουρα θέλετε να προσθέσετε μια προειδοποίηση περιεχομένου σε αυτή την ανάρτηση;',
		'modCWSuccess' => 'Επιτυχής προσθήκη προειδοποίησης περιεχομένου',
		'modRemoveCWConfirm' => 'Σίγουρα θέλετε να αφαιρέσετε την προειδοποίηση περιεχομένου σε αυτή την ανάρτηση;',
		'modRemoveCWSuccess' => 'Επιτυχής αφαίρεση προειδοποίησης περιεχομένου',
		'modUnlistConfirm' => 'Σίγουρα θέλετε να αφαιρέσετε από τη λίστα αυτή την ανάρτηση;',
		'modUnlistSuccess' => 'Επιτυχής κατάργηση δημοσίευσης από λίστα',
		'modMarkAsSpammerConfirm' => 'Είστε βέβαιοι ότι θέλετε να επισημάνετε αυτόν τον χρήστη ως spammer? Όλες οι υπάρχουσες και μελλοντικές δημοσιεύσεις δεν θα καταχωρούνται στα χρονοδιαγράμματα και θα εφαρμόζεται προειδοποίηση περιεχομένου.',
		'modMarkAsSpammerSuccess' => 'Επιτυχής σήμανση λογαριασμού ως spammer',

		'toFollowers' => 'στους Ακόλουθους',

		'showCaption' => 'Εμφάνιση Λεζάντας',
		'showLikes' => 'Εμφάνιση "μου αρέσει"',
		'compactMode' => 'Συμπαγής Λειτουργία',
		'embedConfirmText' => 'Χρησιμοποιώντας αυτή την ενσωμάτωση, συμφωνείτε με',

		'deletePostConfirm' => 'Σίγουρα θέλετε να διαγράψετε αυτήν την ανάρτηση;',
		'archivePostConfirm' => 'Σίγουρα θέλετε να αρχειοθετήσετε αυτή την ανάρτηση;',
		'unarchivePostConfirm' => 'Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτήν την ανάρτηση απο την αρχειοθήκη;',
	],

	'story' => [
		'add' => 'Προσθήκη Ιστορίας'
	],

	'timeline' => [
		'peopleYouMayKnow' => 'Άτομα που μπορεί να ξέρετε',

		'onboarding' => [
			'welcome' => 'Καλώς ήρθατε',
			'thisIsYourHomeFeed' => 'Αυτή είναι η αρχική σου ροή, μια χρονολογική ροή των δημοσιεύσεων από λογαριασμούς που ακολουθείτε.',
			'letUsHelpYouFind' => 'Ας σας βοηθήσουμε να βρείτε μερικούς ενδιαφέροντες ανθρώπους να ακολουθήσετε',
			'refreshFeed' => 'Ανανέωση της ροής μου',
		],
	],

	'hashtags' => [
		'emptyFeed' => 'Δεν μπορούμε να βρούμε δημοσιεύσεις για αυτό το hashtag'
	],

	'report' => [
		'report' => 'Αναφορά',
		'selectReason' => 'Επιλέξτε μια αιτία',
		'reported' => 'Αναφέρθηκε',
		'sendingReport' => 'Αποστολή αναφοράς',
		'thanksMsg' => 'Ευχαριστούμε για την αναφορά, άνθρωποι σαν κι εσάς βοηθούν να κρατήσετε την κοινότητά μας ασφαλής!',
		'contactAdminMsg' => 'Αν θέλετε να επικοινωνήσετε με το διαχειριστή για αυτή τη δημοσίευση ή αναφορά',
	],

];
