<?php

return [
	'search'			=> 'البَحث',
	'home'				=> 'الرَّئِيسَة',
	'local'				=> 'المَحَلِّيّ',
	'network'			=> 'الشَّبَكَة',
	'discover'			=> 'الاِستِكشاف',
	'viewMyProfile'		=> 'الاِطِّلاعُ عَلَى مَلَفِّي الشَّخصِي',
	'myProfile'			=> 'مَلَفِّي الشَّخصِي',
	'myTimeline'		=> 'خَطِّي الزَّمَنِي',
	'publicTimeline'	=> 'الخَطُّ الزَّمَنِيّ العَام',
	'remoteFollow'		=> 'المُتَابَعَةُ عَن بُعد',
	'settings'			=> 'الإعدادَات',
	'admin'				=> 'المُدِير',
	'logout'			=> 'تَسجِيلُ الخُرُوج',
	'directMessages'	=> 'الرَّسَائِلُ المُبَاشِرَة',
	'composePost'		=> 'إنشاءُ مَنشُور',
];
