<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'يَجِبُ أن تَتَكَوَّنَ كَلِمَةُ المُرُورِ مِن سِتِّ خَانَاتٍ عَلَى الأقل وَأن تَكُونَ مُتَطَابِقَةً مَعَ التَّأكِيد.',
    'reset'    => 'لَقَد تَمَّ إعادَةُ تَعيِينِ كَلِمَةِ المُرُورِ الخَاصَّةِ بِك!',
    'sent'     => 'إذَا كَانَ عُنوَانُ بَريدِكَ الإلِكتُرونِيِّ الخاصِّ بِكَ مَوجُودًا فِي قَاعِدَةِ البَيَانَاتِ الخَاصَّةِ بِنَا، فَسَوفَ تَتَلَقَّى رَابِطًا لاِستِعادَةِ كَلِمَةِ المُرُورِ عَلَى عُنوَانِ بَريدِكَ الإلِكتُرونِيِّ فِي غُضُونِ بِضعِ دَقائِق. إذَا لَم تَستَلِم هَذَا البَريد، يُرجَى التَّحقُّقُ مِن مُجَلَّدِ الرَّسَائِل غَيرِ المَرغُوبِ فِيهَا.',
    'token'    => 'رَمزُ إعادَةِ تَعيِينِ كَلِمَةِ المُرُورِ هَذَا غَيرُ صَالِح.',
    'user'     => 'إذَا كَانَ عُنوَانُ بَريدِكَ الإلِكتُرونِيِّ الخاصِّ بِكَ مَوجُودًا فِي قَاعِدَةِ البَيَانَاتِ الخَاصَّةِ بِنَا، فَسَوفَ تَتَلَقَّى رَابِطًا لاِستِعادَةِ كَلِمَةِ المُرُورِ عَلَى عُنوَانِ بَريدِكَ الإلِكتُرونِيِّ فِي غُضُونِ بِضعِ دَقائِق. إذَا لَم تَستَلِم هَذَا البَريد، يُرجَى التَّحقُّقُ مِن مُجَلَّدِ الرَّسَائِل غَيرِ المَرغُوبِ فِيهَا.',

];
