<?php

return [
  'emptyTimeline'         => 'هَذَا المُستَخدِمُ لَيسَ لَدَيهِ أيُّ مَنشُورَاتٍ حَتَّى الآن!',
  'emptyFollowers'        => 'هَذَا المُستَخدِمُ لَيسَ لَدَيهِ أيُّ مُتَابِعِينَ حَتَّى الآن!',
  'emptyFollowing'        => 'هَذَا المُستَخدِمُ لَا يُتَابِعُ أَيُّ شَخصٍ حَتَّى الآن!',
  'emptySaved'            => 'أنتَ لَم تَحفَظ أيُّ مَنشُورٍ حَتَّى الآن!',
  'savedWarning'          => 'أنتَ فَقَطّ مَن يُمكَنُهُ رُؤيَةُ مَا قَد حَفَظتَهُ أنت',
  'privateProfileWarning' => 'هَذَا حِسَابٌ خاصّ',
  'alreadyFollow'         => 'هَل تُتَابِعُ :username بِالفِعل؟',
  'loginToSeeProfile'     => 'لِمُشَاهَدَةِ صُوَرِهِ وَمَقَاطِعِهِ المَرئِيَّة.',

  'status.disabled.header' 	  => 'إنَّ المَلَفَّ الشَّخصِيّ غَيرُ مُتَاح',
  'status.disabled.body'	  => 'عُذرًا، إنَّ هَذَا المَلَفَّ الشَّخصِيّ غَيرُ مُتَاحٍ فِي الوَقتِ الحالِيِّ. يُرجَى المُحَاوَلَةُ مَرَّةً أُخرَى بَعدَ قَلِيل.',
];
