<?php

return [

    'about'             => 'حَول',
    'help'              => 'المُسَاعَدَة',
    'language'          => 'اللُّغَة',
    'fediverse'         => 'Fediverse',
    'opensource'        => 'المَصدَرُ المَفتُوح',
    'terms'             => 'الشُّرُوط',
    'privacy'           => 'الخُصُوصِيَّة',
    'l10nWip'           => 'لَا نَزَالُ نَعمَلُ عَلَى دَعمِ اللُّغَةِ العَرَبِيَّة',
    'currentLocale'     => 'اللُّغَةُ الحالِيَّة',
    'selectLocale'      => 'اِختَر إحدَى اللُّغَاتِ المَدعُومَة',
    'contact'           => 'التَّوَاصُل',
    'contact-us'        => 'تَوَاصَل مَعَنَا',
    'places'            => 'الأَمَاكِن',
    'profiles'          => 'المَلَفَّاتُ الشَّخصِيَّة',

];
