<?php

return [

	'common' => [
		'comment' => 'تَعليق',
		'commented' => 'علَّقتَ عليه',
		'comments' => 'تَعليقات',
		'like' => 'إعجاب',
		'liked' => 'أُعجِبتَ بِه',
		'likes' => 'إعْجابات',
		'share' => 'مُشارَكَة',
		'shared' => 'تمَّ مُشارَكَتُه',
		'shares' => 'مُشارَكَات',
		'unshare' => 'إلغاء المُشارَكَة',

		'cancel' => 'إلغاء',
		'copyLink' => 'نَسخ الرابِط',
		'delete' => 'حَذف',
		'error' => 'خطأ',
		'errorMsg' => 'حَدَثَ خطأٌ ما. يُرجى المُحاولةُ مرةً أُخرى لاحِقًا.',
		'oops' => 'المَعذِرَة!',
		'other' => 'اُخرى',
		'readMore' => 'قراءةُ المزيد',
		'success' => 'نَجاح',

		'sensitive' => 'حسَّاس',
		'sensitiveContent' => 'مُحتَوًى حسَّاس',
		'sensitiveContentWarning' => 'قد يحتوي هذا المَنشور على مُحتوًى حسَّاس',
	],

	'site' => [
		'terms' => 'شُروطُ الاِستِخدام',
		'privacy' => 'سِياسَةُ الخُصوصيَّة',
	],

	'navmenu' => [
		'search' => 'البَحث',
		'admin' => 'لوحَةُ تَحكُّمِ المُشرِف',

		// Timelines
		'homeFeed' => 'التَّغذيَة الرئيسَة',
		'localFeed' => 'التَّغذيَة المحليَّة',
		'globalFeed' => 'التَّغذيَة الشّامِلة',

		// Core features
		'discover' => 'الاِستِكشاف',
		'directMessages' => 'الرسائِلُ المُباشِرَة',
		'notifications' => 'الإشعارات',
		'groups' => 'المَجمُوعات',
		'stories' => 'القَصَص',

		// Self links
		'profile' => 'المِلف التَّعريفيّ',
		'drive' => 'وِحدَةُ التَّخزين',
		'settings' => 'الإعدَادَات',
		'compose' => 'إنشاءُ جَديد',
		'logout' => 'Logout',

		// Nav footer
		'about' => 'حَول',
		'help' => 'المُساعَدَة',
		'language' => 'اللُّغَة',
		'privacy' => 'الخُصُوصِيَّة',
		'terms' => 'الشُّرُوط',

		// Temporary links
		'backToPreviousDesign' => 'العودة إلى التصميم السابق'
	],

	'directMessages' => [
		'inbox' => 'صَندوقُ الوارِد',
		'sent' => 'أُرسِلَت',
		'requests' => 'الطَّلَبات'
	],

	'notifications' => [
		'liked' => 'أُعجِبَ بِمنشورٍ لَك',
		'commented' => 'علَّقَ على مَنشورٍ لَك',
		'reacted' => 'تَفاعَلَ مَعَك',
		'shared' => 'شَارَكَ مَنشورٍ لَك',
		'tagged' => 'أشارَ إليكَ فِي',

		'updatedA' => 'حَدَّثَ',
		'sentA' => 'أرسَلَ',

		'followed' => 'تابَعَ',
		'mentioned' => 'أشارَ إلى',
		'you' => 'أنت',

		'yourApplication' => 'طلبُكَ للانضِمام',
		'applicationApproved' => 'تمَّت الموافقة عليه!',
		'applicationRejected' => 'تمَّ رفضه. يُمكِنُكَ التقدُمُ بطلبٍ جديدٍ للانضمام بعد 6 شهور.',

		'dm' => 'الرسائِل المُباشِرَة',
		'groupPost' => 'مَنشور مَجموعَة',
		'modlog' => 'سجلات المُشرِف',
		'post' => 'مَنشور',
		'story' => 'قَصَّة',
	],

	'post' => [
		'shareToFollowers' => 'المُشاركة مَعَ المُتابِعين',
		'shareToOther' => 'المُشارَكَة مَعَ الآخرين',
		'noLikes' => 'لا إعجابات حتَّى الآن',
		'uploading' => 'الرَّفعُ جارٍ',
	],

	'profile' => [
		'posts' => 'المَنشُورات',
		'followers' => 'المُتابِعُون',
		'following' => 'المُتابَعُون',
		'admin' => 'مُشرِف',
		'collections' => 'تَجميعات',
		'follow' => 'مُتابَعَة',
		'unfollow' => 'إلغاء المُتابَعَة',
		'editProfile' => 'تحرير المِلَف التَّعريفي',
		'followRequested' => 'طُلِبَت المُتابَعَة',
		'joined' => 'انضَم',

		'emptyCollections' => 'على ما يَبدوا، لا يُمكِنُنا العُثور على أي تَجميعات',
		'emptyPosts' => 'على ما يَبدوا، لا يُمكِنُنا العُثور على أي مَنشور',
	],

	'menu' => [
		'viewPost' => 'عَرض المَنشور',
		'viewProfile' => 'عَرض المِلف التعريفي',
		'moderationTools' => 'أدوات الإشراف',
		'report' => 'إبلاغ',
		'archive' => 'أرشَفَة',
		'unarchive' => 'إلغاء الأرشَفَة',
		'embed' => 'تضمين',

		'selectOneOption' => 'حدِّد أحدَ الخياراتِ التالِيَة',
		'unlistFromTimelines' => 'الاستثناء من قوائِم الخُطُوط الزمنيَّة',
		'addCW' => 'إضافة تحذير مُحتوى',
		'removeCW' => 'حذف تحذير المُحتوى',
		'markAsSpammer' => 'تَعليم كَغير مَرغُوبٍ بِه',
		'markAsSpammerText' => 'الاستثِناء مِنَ القوائِم + إضافة تحذير مُحتوى لِلمُشارَكَات الحاليَّة وَالمُستَقبَليَّة',
		'spam' => 'غير مَرغوب بِه',
		'sensitive' => 'مُحتَوًى حسَّاس',
		'abusive' => 'مُسيءٌ أو ضار',
		'underageAccount' => 'حِسابٌ دونَ السِّن',
		'copyrightInfringement' => 'اِنتِهاكُ حُقُوق',
		'impersonation' => 'اِنتِحالُ شَخصيَّة',
		'scamOrFraud' => 'نَصبٌ أو اِحتِيال',
		'confirmReport' => 'تأكيدُ البَلاغ',
		'confirmReportText' => 'هل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي الإبلاغِ عَن هَذَا المَنشور؟',
		'reportSent' => 'أُرسِلَ البَلاغ!',
		'reportSentText' => 'لقد تلقينا بَلاغُكَ بِنجاح.',
		'reportSentError' => 'طَرَأ خَلَلٌ أثناءُ الإبلاغِ عَن هذا المَنشور.',

		'modAddCWConfirm' => 'هل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي إضافَةِ تَحذيرٍ للمُحتَوى عَلى هَذَا المَنشُور؟',
		'modCWSuccess' => 'أُضيفَ تَحذيرُ المُحتَوى بِنَجاح',
		'modRemoveCWConfirm' => 'هَل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي إزالَةِ تَحذيرِ المُحتَوى مِن عَلى هَذَا المَنشُور؟',
		'modRemoveCWSuccess' => 'أُزيلَ تَحذيرُ المُحتَوى بِنَجاح',
		'modUnlistConfirm' => 'هل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي اِستِثناءِ هَذَا المَنشُورِ مِنَ القائِمَة (جَعلَهُ غَيرُ مُدرَج)؟',
		'modUnlistSuccess' => 'اُستُثنِيَ المَنشُورُ بِنَجاح',
		'modMarkAsSpammerConfirm' => 'هَل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي تَعليمِ هذا المُستَخدِمِ كَناشِرٍ لِمَنشُوراتٍ غيرِ مَرغوبٍ فِيها؟ سوف يُلغى إدراجُ جَميعِ مَنشوراتِهِ الحاليَّةِ وَالمُستَقبَليَّةِ مِنَ الخُطُوطِ الزَمنيَّةِ وَسوف يُطبَّقُ تَحذيرُ المُحتَوَى عَليها.',
		'modMarkAsSpammerSuccess' => 'عُلِّمَ المُستَخدِمُ كَناشِرٍ لِمَنشُوراتٍ غيرِ مَرغوبٍ فِيها بِنَجاح',

		'toFollowers' => 'إلَى المُتَابِعين',

		'showCaption' => 'عَرضُ التَعليقِ التَوضيحي',
		'showLikes' => 'إظهارُ الإعجابات',
		'compactMode' => 'الوَضع المَضغوط',
		'embedConfirmText' => 'باِستِخدامِكَ لِهذا التَّضمين، أنتَ تُوافِقُ عَلَى',

		'deletePostConfirm' => 'هَل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي حَذفِ هَذَا المَنشُور؟',
		'archivePostConfirm' => 'هَل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي أرشَفَةِ هَذَا المَنشُور؟',
		'unarchivePostConfirm' => 'هَل أنتَ مُتأكِّدٌ مِن رَغبَتِكَ فِي إلغاءِ أرشَفَةِ هَذَا المَنشُور؟',
	],

	'story' => [
		'add' => 'إضافَةُ قَصَّة'
	],

	'timeline' => [
		'peopleYouMayKnow' => 'أشخاصٌ قَد تَعرِفُهُم'
	],

	'hashtags' => [
		'emptyFeed' => 'على ما يَبدوا، لا يُمكِنُنا العُثور على أي مَنشور يَحتَوي على هذا الوَسم'
	],

];
