<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Пароль должен содержать не менее 6 символов и должен совпадать с подтверждением пароля.',
    'reset'    => 'Ваш пароль был сброшен!',
    'sent'     => 'Если ваш e-mail существует в нашей базе данных, в течение нескольких минут вы получите письмо со ссылкой для восстановления пароля. Если не получили письмо, пожалуйста, проверьте папку "Спам".',
    'token'    => 'Этот токен для сброса пароля некорректен.',
    'user'     => 'Если ваш e-mail существует в нашей базе данных, в течение нескольких минут вы получите письмо со ссылкой для восстановления пароля. Если не получили письмо, пожалуйста, проверьте папку "Спам".',

];
