<?php

return [
  'emptyTimeline'  => 'У этого пользователя пока нет ни одного поста!',
  'emptyFollowers' => 'У этого пользователя пока нет подписчиков!',
  'emptyFollowing' => 'Этот пользователь пока ни на кого не подписан!',
  'emptySaved'            => 'Вы еще не сохранили ни одного поста!',
  'savedWarning'   => 'Только можете видеть сохранённые посты',
  'privateProfileWarning' => 'Эта учётная запись скрыта',
  'alreadyFollow'         => 'Уже подписаны на :username?',
  'loginToSeeProfile'     => 'что бы посмотреть их фото и видео.',

  'status.disabled.header'    => 'Учётная запись недоступна',
  'status.disabled.body'      => 'Нам очень жаль, эта учётная запись недоступна на данный момент. Пожалуйста, попробуйте позже.',
];
