<?php

return [
  'emptyTimeline'  => 'У этого пользователя пока нет ни одного поста!',
  'emptyFollowers' => 'У этого пользователя пока нет подписчиков!',
  'emptyFollowing' => 'Этот пользователь пока ни на кого не подписан!',
  'emptySaved'            => 'Вы еще не сохранили ни одного поста!',
  'savedWarning'   => 'Только вы можете видеть сохранённые посты',
  'privateProfileWarning' => 'Эта учётная запись скрыта',
  'alreadyFollow'         => 'Уже подписаны на :username?',
  'loginToSeeProfile'     => 'чтобы посмотреть их фото и видео.',

  'status.disabled.header' 	  => 'Учётная запись недоступна',
  'status.disabled.body'	  => 'К сожалению, эта учётная запись недоступна на данный момент. Пожалуйста, попробуйте ещё раз позднее.',
];
