<?php

return [

	'common' => [
		'comment' => 'Комментарий',
		'commented' => 'Прокомментировано',
		'comments' => 'Комментарии',
		'like' => 'Мне нравится',
		'liked' => 'Вы лайкнули',
		'likes' => 'Лайки',
		'share' => 'Поделиться',
		'shared' => 'Поделились',
		'shares' => 'Поделились',
		'unshare' => 'Не делиться',
		'bookmark' => 'Закладка',

		'cancel' => 'Отмена',
		'copyLink' => 'Скопировать ссылку',
		'delete' => 'Удалить',
		'error' => 'Ошибка',
		'errorMsg' => 'Что-то пошло не так. Пожалуйста, попробуйте еще раз позже.',
		'oops' => 'Упс!',
		'other' => 'Прочее',
		'readMore' => 'Читать далее',
		'success' => 'Успешно',
		'proceed' => 'Продолжить',
		'next' => 'Далее',
		'close' => 'Закрыть',
		'clickHere' => 'нажмите здесь',

		'sensitive' => 'Вызывающий',
		'sensitiveContent' => 'Вызывающее содержимое',
		'sensitiveContentWarning' => 'Эта запись может содержать вызывающее содержимое',
	],

	'site' => [
		'terms' => 'Условия использования',
		'privacy' => 'Политика конфиденциальности',
	],

	'navmenu' => [
		'search' => 'Поиск',
		'admin' => 'Панель администратора',

		// Timelines
		'homeFeed' => 'Домашняя лента',
		'localFeed' => 'Локальная лента',
		'globalFeed' => 'Глобальная лента',

		// Core features
		'discover' => 'Общее',
		'directMessages' => 'Личные Сообщения',
		'notifications' => 'Уведомления',
		'groups' => 'Группы',
		'stories' => 'Истории',

		// Self links
		'profile' => 'Профиль',
		'drive' => 'Диск',
		'settings' => 'Настройки',
		'compose' => 'Создать новый',
		'logout' => 'Выйти',

		// Nav footer
		'about' => 'О нас',
		'help' => 'Помощь',
		'language' => 'Язык',
		'privacy' => 'Конфиденциальность',
		'terms' => 'Условия использования',

		// Temporary links
		'backToPreviousDesign' => 'Вернуться к предыдущему дизайну'
	],

	'directMessages' => [
		'inbox' => 'Входящие',
		'sent' => 'Отправленные',
		'requests' => 'Запросы'
	],

	'notifications' => [
		'liked' => 'понравился ваш',
		'commented' => 'прокомментировал ваш',
		'reacted' => 'отреагировал на ваш',
		'shared' => 'поделился вашим',
		'tagged' => 'отметил вас в публикации',

		'updatedA' => 'обновил(а)',
		'sentA' => 'отправил',

		'followed' => 'подписался',
		'mentioned' => 'упомянул(а)',
		'you' => 'вы',

		'yourApplication' => 'Ваша заявка на вступление',
		'applicationApproved' => 'была одобрена!',
		'applicationRejected' => 'была отклонена. Вы можете повторно подать заявку на регистрацию в течение 6 месяцев.',

		'dm' => 'сообщение',
		'groupPost' => 'запись в группе',
		'modlog' => 'журнал модерации',
		'post' => 'запись',
		'story' => 'история',
		'noneFound' => 'Уведомления не найдены',
	],

	'post' => [
		'shareToFollowers' => 'Поделиться с подписчиками',
		'shareToOther' => 'Поделиться с другими',
		'noLikes' => 'Пока нет лайков',
		'uploading' => 'Загружается',
	],

	'profile' => [
		'posts' => 'Записи',
		'followers' => 'Подписчики',
		'following' => 'Подписки',
		'admin' => 'Администратор',
		'collections' => 'Коллекции',
		'follow' => 'Подписаться',
		'unfollow' => 'Отписаться',
		'editProfile' => 'Редактировать профиль',
		'followRequested' => 'Хочет на Вас подписаться',
		'joined' => 'Регистрация',

		'emptyCollections' => 'Похоже, мы не можем найти ни одной коллекции',
		'emptyPosts' => 'Похоже, мы не можем найти ни одной записи',
	],

	'menu' => [
		'viewPost' => 'Показать запись',
		'viewProfile' => 'Посмотреть профиль',
		'moderationTools' => 'Инструменты модерации',
		'report' => 'Пожаловаться',
		'archive' => 'Архив',
		'unarchive' => 'Вернуть из архива',
		'embed' => 'Встроить',

		'selectOneOption' => 'Выберите один из вариантов',
		'unlistFromTimelines' => 'Скрыть из лент',
		'addCW' => 'Добавить предупреждение о контенте',
		'removeCW' => 'Удалить предупреждение о контенте',
		'markAsSpammer' => 'Пометить как спамера',
		'markAsSpammerText' => 'Скрыть из лент и пометить предупреждениями существующие и будущие публикации',
		'spam' => 'Спам',
		'sensitive' => 'Деликатный контент',
		'abusive' => 'Жестокое обращение или причинение вреда',
		'underageAccount' => 'Профиль несовершеннолетнего',
		'copyrightInfringement' => 'Нарушение авторских прав',
		'impersonation' => 'Представление себя за другого человека',
		'scamOrFraud' => 'Обман или мошенничество',
		'confirmReport' => 'Подтвердить жалобу',
		'confirmReportText' => 'Вы действительно хотите пожаловаться на эту запись?',
		'reportSent' => 'Жалоба отправлена!',
		'reportSentText' => 'Мы успешно получили Вашу жалобу.',
		'reportSentError' => 'При отправке жалобы на эту запись произошла ошибка.',

		'modAddCWConfirm' => 'Вы действительно хотите добавить предупреждение о содержимом на этой записи?',
		'modCWSuccess' => 'Предупреждение о контенте успешно добавлено',
		'modRemoveCWConfirm' => 'Вы действительно хотите удалить предупреждение о содержимом с этой записи?',
		'modRemoveCWSuccess' => 'Предупреждение о контенте успешно удалено',
		'modUnlistConfirm' => 'Вы действительно хотите скрыть эту запись со всех лент?',
		'modUnlistSuccess' => 'Запись скрыта',
		'modMarkAsSpammerConfirm' => 'Вы уверены, что хотите отметить этого пользователя как спамера? Все существующие и будущие сообщения будут скрыты в лентах и будет применяться предупреждение о содержании.',
		'modMarkAsSpammerSuccess' => 'Аккаунт успешно помечен как спаммер',

		'toFollowers' => 'подписчикам',

		'showCaption' => 'Показать подпись',
		'showLikes' => 'Показать отметки "мне нравится"',
		'compactMode' => 'Компактный режим',
		'embedConfirmText' => 'Используя этот инстант, вы соглашаетесь с нашими',

		'deletePostConfirm' => 'Вы действительно хотите удалить этот пост?',
		'archivePostConfirm' => 'Вы действительно хотите архивировать этот пост?',
		'unarchivePostConfirm' => 'Вы действительно хотите убрать этот пост из архива?',
	],

	'story' => [
		'add' => 'Добавить историю'
	],

	'timeline' => [
		'peopleYouMayKnow' => 'Возможные друзья',

		'onboarding' => [
			'welcome' => 'Добро пожаловать',
			'thisIsYourHomeFeed' => 'Это ваша домашняя лента, где хронологически собраны записи от профилей на которые вы подписаны.',
			'letUsHelpYouFind' => 'Давайте мы поможем вам найти интересных людей, на которых можно подписаться',
			'refreshFeed' => 'Обновить мою ленту',
		],
	],

	'hashtags' => [
		'emptyFeed' => 'Похоже, мы не можем найти записи для этого хэштега'
	],

	'report' => [
		'report' => 'Пожаловаться',
		'selectReason' => 'Выберите причину',
		'reported' => 'Жалоба отправлена',
		'sendingReport' => 'Отправка жалобы',
		'thanksMsg' => 'Спасибо за обращение! Такие, как вы, помогают сделать сообщество безопаснее!',
		'contactAdminMsg' => 'Хотите ли вы связаться с администратором по поводу этой публикации или пожаловаться',
	],

];
