<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Переклад рядків входу
    |--------------------------------------------------------------------------
    |
    | Наступні рядки використовуються при автентифікації для різних
    | повідомлень, які ми показуємо користувачкам і користувачам. Можете
    | вільно редагувати ці переклади відповідно до потреб вашого застосунку.
    |
    */

    'failed'   => 'Особові дані не збігаються з нашими записами.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',

];
