<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Переклади рядків скидання паролю
    |--------------------------------------------------------------------------
    |
    | Ці переклади — усталені рядки, що відповідають причинам, якими
    | брокер паролів пояснює, чому спроба оновлення пароля не вдалася,
    | наприклад через хибний токен чи хибний новий пароль.
    |
    */

    'password' => 'Паролі мусять містити принаймні шість символів і збігатися.',
    'reset'    => 'Пароль скинуто!',
    'sent'     => 'Якщо ваша адреса е-пошти — в нашій базі, посилання для відновлення пароля е-пошти буде надіслано за кілька хвилин. Перевірте теку спаму, якщо лист не надходить.',
    'token'    => 'Токен відновлення пароля хибний.',
    'user'     => 'Якщо ваша адреса е-пошти — в нашій базі, посилання для відновлення пароля е-пошти буде надіслано за кілька хвилин. Перевірте теку спаму, якщо лист не надходить.',

];
